<?php

return [
  401 => 
  array (
    'title' => '未经授权',
    'desc' => '您无权访问此资源。',
  ),
  403 => 
  array (
    'title' => '禁止',
    'desc' => '您没有访问此页面的权限。',
  ),
  404 => 
  array (
    'title' => '页面未找到',
    'desc' => '找不到您要查找的页面。',
  ),
  419 => 
  array (
    'title' => '页面已过期',
    'desc' => '您的会话已过期。请刷新页面。',
  ),
  429 => 
  array (
    'title' => '请求过多',
    'desc' => '您发出的请求太多。请稍等片刻。',
  ),
  500 => 
  array (
    'title' => '内部服务器错误',
    'desc' => '我们这边出了点问题。请稍后再试。',
  ),
  503 => 
  array (
    'title' => '服务不可用',
    'desc' => '我们目前正在进行维护。请稍后再试。',
  ),
  'back_home' => '返回首页',
  'go_back' => '返回',
  'login' => '登录',
  'scroll_down' => '向下滚动',
  'refresh' => '刷新',
  405 => 
  array (
    'title' => '方法不允许',
    'desc' => '请求的路由不允许使用该方法。',
  ),
];
